import random
def week():
    menu = {1: ['후라이드 치킨', 18000],
            2: ['양념 치킨', 19000],
            3: ['간장 치킨', 19000],
            4: ['후라이드 치킨 순살', 17000],
            5: ['양념 치킨 순살', 18000],
            6: ['간장 치킨 순살', 18000],
            7: ['마른오징어', 8000],
            8: ['과일안주', 15000],
            9: ['포테이토 후라이', 5000],
            10: ['쥐포', 7000],
            11: ['모듬튀김', 12000],
            12: ['테라', 5000],
            13: ['카스', 4000],
            14: ['오비라거', 4500],
            15: ['클라우드', 4500],
            16: ['콜라', 2500],
            17: ['사이다', 2000],
            18: ['쿨피스', 1000],
            19: ['오뎅탕', 7000],
            20: ['떡볶이', 7000]}
    print(menu)
for i in range(1,5):
